Repository: namncn/ncn-recent-posts
Catalog: languages/namncn-*.po
Languages: vi

source: Show recent posts.
vi: Hiển thị bài viết mới.

source: NCN: Recent Posts
vi: NCN: Bài viết mới

source: Recent Posts
vi: Bài viết mới

source: Title:
vi: Tiêu đề

source: Number of posts to show:
vi: Số bài viết muốn hiển thị:

source: Fill "-1" to show all posts
vi: Điền "-1" để hiển thị tất cả bài viết.

source: Number of post to displace or pass over:
vi: Cắt bỏ bài viết đầu đầu tiên đến bài:

source: The 'offset' parameter is ignored when 'posts_per_page'=>-1 (show all posts) is used.
vi: Tham số 'offset' được bỏ qua khi "'posts_per_page ' => - 1" (hiển thị tất cả các bài viết) được sử dụng.

source: Order:
vi: Sắp xếp bài viết theo thứ tự:

source: Designates the ascending or descending order of the 'orderby' parameter. Defaults to 'DESC'
vi: Tham số 'orderby' sẽ hiển thị bài viết theo thứ tự tăng dần hoặc giảm dần. Mặc định là 'DESC' (Giảm dần).

source: Descending
vi: Giảm dần

source: Ascending
vi: Tăng dần

source: Orderby:
vi: Sắp xếp theo tham số:

source: Sort retrieved posts by parameter. Defaults to 'date (post_date)'. One or more options can be passed.
vi: Sắp xếp bài viết theo tham số. Mặc định là 'date (post_date)'. Có thể sử dụng một hoặc nhiều tham số cùng lúc.

source: No order
vi: Không sắp xếp

source: Date
vi: Ngày đăng

source: Post id
vi: ID bài viết

source: Author
vi: Tác giả

source: Title
vi: Tiêu đề

source: Post name (post slug)
vi: Tên bài viết (slug bài của viết).

source: Post type
vi: Loại bài viết

source: Last modified date
vi: Ngày sửa đổi cuối cùng

source: Post/page parent id
vi: Bài đăng mẹ

source: Random order
vi: Ngẫu nhiên

source: Number of comments
vi: Số lượng bình luận

source: Page Order
vi: Thứ tự trang
